[
    [{
            "title": "Tenet",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/Tenet_ps_1_jpg_sd-high_Copyright-COPYRIGHT-2020-Warner-Bros-Entertainment-Inc-All-Rights-Reserved-Photo-Credit-Melinda-Sue-Gordon_NL_FO.jpg",
            "description": "John David Washington is de Protagonist in Christopher Nolan’s nieuwe film, de actiethriller Tenet. Slechts gewapend met één woord – Tenet – moet de Protagonist de wereld zien te redden van de ondergang, reizend door een schemerwereld van internationale spionage op een missie die zich afspeelt buiten de bestaande tijd. Niet tijdreizen, maar Inversie.",
            "genres": ["Thriller", "Drama", "Actie"],
            "length": 150,
            "classification": "12+"
        },
        {
            "title": "Trolls Wereldtour",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/Trolls-Wereldtour_ps_1_jpg_sd-high_Copyright-2019-DreamWorks-Animation-LLC-All-Rights-Reserved_NL_FO.jpg",
            "description": "Trolls Wereldtour is het vervolg op de hitfilm Trolls van DreamWorks Animation (Shrek, Madagascar, Kung-Fu Panda). In een vrolijk en kleurrijk avontuur dat hen verder brengt dan ooit tevoren doen Poppy en Branch een grote ontdekking. Ze maken deel uit van zes verschillende Trollenstammen met zeer uiteenlopende muziekstijlen: Funk, Country, Techno, Klassiek, Pop en Rock. Hun wereld staat op het punt een stuk groter maar vooral ook luider en muzikaler te worden.",
            "genres": ["Animatie", "Jeugd"],
            "length": 91,
            "classification": "6+"
        },
        {
            "title": "The Witches",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/The_Witches_688x1032.jpg",
            "description": "De visueel vernieuwende film van Zemeckis geeft aan het geliefde boek van Dahl een nieuwe invulling voor een hedendaags publiek. Het hartverwarmende verhaal vol zwarte humor gaat over een jonge weesjongen (Bruno) die eind 1967 bij zijn liefhebbende oma (Spencer) gaat wonen in het plattelandsstadje Demopolis in Alabama. Nadat de jongen en zijn grootmoeder enkele ogenschijnlijk charmante, maar duivelse heksen ontmoeten, nemen ze hun toevlucht in een luxe hotel aan de kust. Helaas komen ze net op het moment dat de Opperheks (Hathaway) haar handlangers undercover van over de hele wereld heeft laten komen om daar haar demonische plannen uit te voeren.",
            "genres": ["Jeugd", "Fantasie"],
            "length": 105,
            "classification": "9+"
        },
        {
            "title": "All my Life",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/The_Witches_688x1032.jpg",
            "description": "De visueel vernieuwende film van Zemeckis geeft aan het geliefde boek van Dahl een nieuwe invulling voor een hedendaags publiek. Het hartverwarmende verhaal vol zwarte humor gaat over een jonge weesjongen (Bruno) die eind 1967 bij zijn liefhebbende oma (Spencer) gaat wonen in het plattelandsstadje Demopolis in Alabama. Nadat de jongen en zijn grootmoeder enkele ogenschijnlijk charmante, maar duivelse heksen ontmoeten, nemen ze hun toevlucht in een luxe hotel aan de kust. Helaas komen ze net op het moment dat de Opperheks (Hathaway) haar handlangers undercover van over de hele wereld heeft laten komen om daar haar demonische plannen uit te voeren.",
            "genres": ["Jeugd", "Fantasie"],
            "length": 105,
            "classification": "9+"
        },
        {
            "title": "Honest Thief",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/Honest-Thief_ps_1_jpg_sd-high_NL_FO.jpg",
            "description": "Tom (Liam Neeson) is een heleboel, maar twee dingen in het bijzonder: een beruchte bankovervaller én een hopeloze romanticus. Hij wil niet dat zijn relatie met Annie (Kate Walsh) op leugens is gebaseerd en besluit zichzelf aan te geven. Maar als hij de FBI belt om te bekennen en een deal te bepleiten wordt hij vierkant uitgelachen. Na wat aandringen gaan de jonge agenten Nivens (Jai Courtney) en Hall (Anthony Ramos) op onderzoek uit en ontdekken dat Tom de waarheid spreekt! Zij zien Toms’ gestolen geld echter als hun eigen ticket naar rijkdom. Dit is het begin van een bizar kat-en-muisspel, waarbij het nog maar de vraag is wie de echte dieven zijn.",
            "genres": ["Drama", "Actie", "Misdaadfilm"],
            "length": 99,
            "classification": "12+"
        },
        {
            "title": "100% Wolf",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/100-Wolf_ps_1_jpg_sd-high_NL_FO.jpg",
            "description": "Freddy en zijn familie bewaren al eeuwenlang een groot geheim. Overdag zijn ze gewone mensen, maar ‘s nachts transformeren ze in weerwolven. Normaal zou Freddy op zijn veertiende verjaardag ook transformeren in een weerwolf, maar dat loopt fout. In plaats daarvan verandert hij in… een roze poedel. Dit betekent het begin van hilarische avonturen, want Freddy heeft ondanks alles maar één missie: bewijzen dat hij voor 100% een wolf is. Tijdens zijn zoektocht beseft Freddy dat hij, ondanks zijn roze, ontplofte kapsel, misschien niet 100% wolf is… maar wel 100% held.",
            "genres": ["Animatie", "Jeugd"],
            "length": 97,
            "classification": "6+"
        },
        {
            "title": "De Magische Poort",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/De-Magische-Poort_ps_1_jpg_sd-high_NL_FO.jpg",
            "description": "De schrijvers van Toy Story en Big Trip komen met een onderwater avontuur voor de hele familie! De jonge, verlegen dolfijn Davey ontdekt samen met zijn beste vriendje een magische poort die wensen in vervulling laat gaan. Maar hun ontdekking blijft niet lang geheim en de listige moeralen willen er misbruik van maken. Ze zijn van plan het vredige Vissenstad te veroveren! Davey moet een manier bedenken om de moeralen te stoppen. Samen met zijn vrienden zet hij alles op alles om de stad te beschermen. Lukt het Davey om de held van Vissenstad te worden?",
            "genres": ["Animatie", "Jeugd"],
            "length": 85,
            "classification": "6+"
        },
        {
            "title": "Casanova's",
            "poster": "https://kinepolis.nl/sites/kinepolis.nl/files/styles/kinepolis_filter_movie_poster/public/posters/Casanova-s_ps_2_jpg_sd-high_Fotograaf-Wessel-de688x1032.jpg",
            "description": "Casanova’s is een romantische komedie over de onzekere en timide journalist Bas die undercover moet gaan om een mysterieuze datingcoach te ontmaskeren. Deze datingcoach heeft een bestseller geschreven en komt nu met een tweede boek en workshop waarvan hij beweert incompetente mannen binnen drie dagen te kunnen transformeren in heuse casanova’s.",
            "genres": [],
            "length": 93,
            "classification": "AL"
        }
    ],

    [{
        "watchable_id": "",
        "start_time": "",
        "end_time": "",
        "specials": ["2D"],
        "reservations": []
    }]
]